Exoplanetrover.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="da" xml:lang="da">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Programmering B 2022 - 2024</title>
<meta name="author" content="Jacob Debel" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="src/bigblow_theme/css/hideshow.css"/>
<style> li{max-width:800px;}</style
</head>
<body>
<div id="content" class="content">
<h1 class="title">Programmering B 2022 - 2024
<br />
<span class="subtitle">Vibenshus Gymnasium</span>
</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Indhold</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9f3a146">Introduktion</a></li>
<li><a href="#orgc9abe8a">Mission 1</a></li>
<li><a href="#org754c010">Mission 2</a></li>
<li><a href="#org680456a">Mission 3</a></li>
<li><a href="#org4c1a8a8">Mission 4</a></li>
<li><a href="#org946d52d">Mission 5</a></li>
<li><a href="#orgff8b8ab">Mission 6</a></li>
<li><a href="#orgea36c1d">Mission 7</a></li>
</ul>
</div>
</div>
<div id="outline-container-org9f3a146" class="outline-2">
<h2 id="org9f3a146">Introduktion</h2>
<div class="outline-text-2" id="text-org9f3a146">
<p>
Jeres rover er netop landet på exoplaneten. Roverens mission er at udforske omgivelserne og søge efter tegn på liv.
</p>

<p>
Rumagenturet vil have jer til at designe og implementere nye algoritmer til roveren, så den 
</p>
</div>
</div>

<div id="outline-container-orgc9abe8a" class="outline-2">
<h2 id="orgc9abe8a">Mission 1</h2>
<div class="outline-text-2" id="text-orgc9abe8a">
<iframe src="https://trinket.io/embed/python/3d8d7ce66b" width="100%" height="356" frameborder="0" marginwidth="0" marginheight="0" allowfullscreen></iframe>
</div>
</div>
<div id="outline-container-org754c010" class="outline-2">
<h2 id="org754c010">Mission 2</h2>
<div class="outline-text-2" id="text-org754c010">
<p>
hvorfor er der ikke noget tekst her?
</p>
</div>
</div>

<div id="outline-container-org680456a" class="outline-2">
<h2 id="org680456a">Mission 3</h2>
</div>

<div id="outline-container-org4c1a8a8" class="outline-2">
<h2 id="org4c1a8a8">Mission 4</h2>
</div>

<div id="outline-container-org946d52d" class="outline-2">
<h2 id="org946d52d">Mission 5</h2>
</div>

<div id="outline-container-orgff8b8ab" class="outline-2">
<h2 id="orgff8b8ab">Mission 6</h2>
</div>

<div id="outline-container-orgea36c1d" class="outline-2">
<h2 id="orgea36c1d">Mission 7</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Dato: 2022-2024</p>
<p class="author">Forfatter: Jacob Debel</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
